Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 돌아가는 길에 차에서 선물로 받은 군밤과 고구마를 간식 삼아 먹는다.
en: On the way home, everyone snacks on the roasted chestnuts and sweet potatoes that we received as gifts.

source: 배우 매니지먼트사의 경우, 배우가 역할에 잘 맞고 인지도가 올릴 수 있는 작품을 선택할 수 있도록 도와주는 역할을 한다.
en: Actor management companies play the role of helping actors select productions that are a good fit for them and that can raise their level of recognition.

source: 따라서 배우는 곧은 자세를 위하여 운동을 통한 몸매 교정과 ‘보디빌딩’을 쉬지 않고 해야 한다.
en: Therefore, for proper posture, actors must continuously perform body correction and “body building” through exercise.

source: <표> 청소년의 대중문화예술용역 제공 시간 제한
en: (Table) Time Restrictions when Minors Can Provide Popular Culture and Arts Services

source: 전용기를 이용하다
en: Use a private jet.

source: 싸이더스 창업자 정훈탁 대표
en: Sidus founder and CEO, Jeong Hun-tak

source: 다만 본인 수익의 일정 부분을 수수료로 지불해야 하는데, 배우는 안전하게 에이전트와 계약을 할지 매니저만 두고 직접 할지를 결정한다.
en: However the celebrity has to pay a certain fixed amount of the earnings in the form of a fee. The actor must decide whether they will go the safe route and sign a contract with an agent or whether they will act as agent for themselves and just have a manager.

source: 기획사마다 잘하는 분야가 있다.
en: Each management agency has an area they do well in.

source: 기하급수적으로 많은 콘텐츠와 크리에이터가 난무하는 현시점은 새로운 생태계가 만들어 내는 문화 과도기라고 생각한다.
en: I belief the point we have arrived at now, where the amount of content and the numbers of creators are growing exponentially, is a cultural transition point where a new ecosystem will come about.

source: 가수와 크게 다른 점은 가수는 몇 년간 집중 트레이닝을 받은 후 준비가 완료된 상태에서 데뷔하는 반면, 배우는 딱히 정해진 시간 없이 자기 계발과 동시에 오디션에 지원하며 데뷔 기회를 노린다.
en: Another big difference they have with singers is that singers debut after several years of intensive training and are ready, but there is no defined period for actors so they can take advantage of opportunities to audition while working on their self-development.

source: 종종 연예인들이 과도할 정도로 성형을 하는 이유이기도 하다.
en: This is also the reason why celebrities sometimes take plastic surgery to the extreme.

source: 스포츠서울/조선/동아
en: Sports Seoul/Chosun/Dong-A

source: 2004년, 삼일회계법인에서 근무하던 당시에 현재 재직 중인 ㈜키이스트의 전신이었던 ㈜비오에프의 상장 컨설팅을 맡으면서 엔터테인먼트 회사와 인연을 맺게 되었다.
en: My connection with entertainment companies began in 2004, when I was working for Samil PricewaterhouseCoopers and was given the task of listing consulting for BOF Co., Ltd., which was acquired by KeyEast Co., Ltd.

source: 결론은 정답은 없는 것이다.
en: The bottom line is that there is no correct answer.

source: 이 계약의 성립 및 내용을 증명하기 위하여 계약서 2부를 작성하고, 기획업자와 연습생이 서명 날인 후 각 1부씩 보관한다.
en: In order to verify the establishment of this contract and to verify its content, two copies of this contract are to be prepared. The Planner and the Trainee are to sign and seal each of the copies and each take one copy for safekeeping.

source: 오래 하려면 신뢰가 제일 중요하니까.
en: If you are going to do this long term, trust is paramount.

source: 필자의 노고에 이 분야의 경영자로서, 선배로서 든든한 마음과 함께 무한한 찬사를 보낸다.
en: I offer boundless praise to Dragon J as a manager who worked hard in this field, and as a predecessor who inspires me.

source: 본격적 연습생 생활의 시작
en: The start of full-time trainee life

source: 배우의 경우 작품 선택이 커리어에 있어서 매우 중요한 핵심 요소이다.
en: For actors, the selection for a production is a very important core element for their careers.

source: 또한, 이러한 손해를 조금이라도 줄이려고 매니지먼트사는 드라마·영화 제작사에게 소속 연예인의 출연료를 높게 부르는 것이며, 이는 곧 제작 현장에 투입되어야 할 자금이 스타에게 상당 부분 투입되는 것이다.
en: In addition, in order to somewhat offset these losses, the management company then asks for a higher appearance fees for their affiliated celebrity from drama and film production companies. This fee will take up a considerable amount of the capital that should be invested in the production.

source: 되려 나에게는 좋은 게 더 많은 것 같은데, 홍현희를 더 많이 알수록 나의 가장 큰 장점인 친근함으로 사람들에게 다가갈 수 있는 부분이 많아져서 기쁘다.
en: I think the good outweighed the bad for me. The more I find out about myself, the more I am glad about how I can approach people with familiarity, which is my strongest suit.

source: 특히, 일본의 유명 연예 기획사인 요시모토 흥업은 ‘요시모토 종합예능학교(NSC:{j}New Star Creation)’를 설립하여 각 분야별로 다양한 과정을 개강한다.
en: {j}In particular a famous celebrity management company in Japan, Yoshimoto Kogyo established the Yoshimoto New Star Creation school and it runs operates courses there in various fields.

source: 배우가 될 사람이라면 가장 중요한 것이 ‘역지사지’라고 생각한다. ‘상대방의 처지나 입장에서 먼저 생각해 보고 이해하다.’라는 뜻으로, 배우는 늘 새로운 작품과 역할을 만나게 되므로 내가 아닌 타인의 입장을 이해하는 것이 올바른 해석의 출발이다.
en: I think putting yourself in someone else’s shoes is the most important thing for those worthy of becoming actors. Putting yourself in someone else’s shoes means first thinking about and understanding the other person’s circumstances or position. An actor will come across new works and roles, therefore, understanding someone else’s circumstances apart from my own is a start for a proper interpretation.

source: 드디어 우리 팀의 무대가 시작된다.
en: Finally, it is our team’s turn on the stage.

source: 연예인 생활은 수입이 고정적이지 않고 불규칙하기 때문에 불안정한 환경이 가장 안 좋은 점인 것 같다.
en: The worst thing about celebrity life is that your income is not stable and rather irregular so you life in an environment of uncertainty.

source: (스타일리스트/헤어/메이크업/안무 팀 인건비)
en: (Labor costs for stylists/hair/makeup/choreography team)

source: 방송국의 전속 계약 시스템이 해체되면서 자유 계약이 활발해지고 방송 프로그램의 양적, 질적 경쟁을 야기하면서 연예인의 활동 권리가 필연적으로 요구됨에 따라 기업형 매니지먼트 회사 등장
en: The disbanding of the exclusive contract system of broadcasting stations, and the flourishing of free contracts brought about the qualitative and quantitative competition of programs, while there were inevitable demands for celebrities activity rights that brought about the emergence of enterprise-style management companies.

source: 가수를 하게 된 동기는 무엇인가?
en: What motivated you to become a singer?

source: 예를 들어, 회사 입장에서는 5년간 열심히 트레이닝시켜 데뷔시켰는데 계약 기간이 2년밖에 남지 않았다면 5년간의 투자금을 회수할 수 없기 때문이다.
en: For example, from the company’s perspective, they put a lot of effort into training and debuting the trainee over five years, but if there are just two years left, then the company is not able to recover the amount invested over five years.

source: 한창 먹을 나이인 10대들에게 다이어트는 정말 고역이다.
en: For teenagers who are at the age where they eat a lot, dieting is a real struggle.

source: 둘째, 배우에게 있어서 곧은 자세는 매우 중요하다.
en: Second, an upright posture is very important for actors.

source: b) 배려하라.
en: b) Be considerate.

source: 연예인의 개인 스케줄을 관리하는 매니저와 방송 출연 섭외, 영화·드라마 출연 계약, 광고 계약 등 전반적인 비즈니스를 담당하는 에이전트로 나뉜다.
en: There is a manager that manages the personal schedules of celebrities and there is an agent in charge of the overall business, that is to say, broadcast appearances, and casting contracts to appear in film and dramas, and advertising contracts.

source: 지방 행사를 하러 가면 느끼는 따듯한 묘미이다.
en: It is part of the warm charm you feel from traveling to the provinces for an event.

source: 초창기 국내의 연예 매니지먼트 회사는 단순히 소속 연예인의 방송 스케줄을 관리하는 것에 그쳤지만 점차 연예인의 출연 여부 결정, 출연료 협상 및 계약 체결 등의 업무를 시작했다.
en: Celebrity management companies in Korea in the infancy stage only focused on managing the broadcast schedules of these celebrities they managed. However gradually they began to take on additional tasks including deciding whether or not a celebrity will appear in a program, appearance fee negotiations and concluding contracts.

source: 가수는 개인의 자율적 자기 계발보다는 기획사의 방향에 맞추어 짜인 프로그램에 따라 계발된다.
en: Singers are developed by programs developed by the direction taken by the management company rather than rely the autonomous self-development of an individual.

source: 배우 개개인의 선호도와 환경에 따라 작품을 선택하기 때문이다.
en: This is because actors choose works according to personal preferences and work environments.

source: 이 경우 대중문화예술인의 법정대리인은 미리 대중문화예술인과 협의하여야 한다.
en: In this case, the legal representative of the Popular Culture Artist is to consult with the Popular Culture Artist in advance.

source: 그리고 국내외 유명 작품들의 시나리오를 읽게 하는데, 이는 배우가 시나리오 형식으로 작품을 읽으면서 스스로 극 중 역할에 대입하여 상상 연기 등을 함으로써 자신의 연기 스팩트럼을 넓히는 자양분을 만들어 준다.
en: Also, they are made to read the scenarios of famous works from Korea and abroad. Visualizing themselves acting in those on-screen roles gives them the nourishment to broaden their acting spectrum.

source: 하지만 지금 엔터테인먼트 산업은 이 자본을 효율적으로 활용하기보다는 스타 파워에 끌려 다니고 있으며, 동시에 매니지먼트 회사들은 황금알을 낳는 거위의 배를 갈라 버리는 것처럼 무분별하게 스타라는 자본을 소비하고 있다.
en: However the entertainment industry today does not make effective use of this capital. It is drawn to star power. At the same time management companies are imprudently consuming the capital known as stars just as someone would cut open a goose that lays golden eggs.

source: 돈을 써서 차트를 조작하는 것은 엄연히 잘못된 행태이다.
en: Using money to manipulate the charts is a brazen misdeed.

source: 단순히 스케줄 관리를 잘하고 시간을 잘 맞추고 운전을 잘하는 것이 매니저의 전부가 아닌 시대이다.
en: We are in an era where being a good manager is not merely about managing schedules well, being punctual, and being a good driver.

source: 즉, 1억 6천만 원을 손해 본 것이다.
en: This means the company will have incurred a loss of 160 million won.

source: 소속 스타를 바탕으로 콘텐츠를 제작하여 수익을 극대화하려는 전략인데, 연예 매니지먼트사의 수익 배분 구조를 보면 충분히 이해가 되는 부분이긴 하다.
en: The strategy was to maximize earnings by producing content with affiliated stars. If you look at the distribution structure of earnings for celebrity management companies you will be able to easily understand this aspect.

source: 연예인은 에이전시 계약을 맺음으로써 작품을 찾는 데 들어가는 시간과 비용 등을 절약하고 그 노력을 창작 활동에만 전념할 수 있는 장점이 있다.
en: When a celebrity concludes a contract with an agency, the celebrity benefits from the time and cost savings by not having to look for productions to appear in and can concentrate their effort on creative activities.

source: ● 50억 원이나 든다고?
en: ● You say it costs 5 billion won?

source: 오래 할 수 있을 것 같았고.
en: I thought I could work in this field for a long time.

source: 사실상 첫 무대에 오르기 전까지는 누구도 가수가 된다는 확정이 없다.
en: In fact, no one can be certain that they will become a singer until they make it out on stage for the first time.

source: ③ 연습생은 법적으로 또는 사회상규상 금지되는 행위(예를 들어 마약류의 복용·판매, 성범죄, 폭행, 도박, 음주운전 등)를 하여서는 아니 된다.
en: ③ Trainees are prohibited from engaging in acts that are prohibited by law or by social norms (for example, the consumption or selling of drugs, sex crimes, assault, gambling, drunk driving, etc.).

source: 졸업 후 어떻게 할지 이 궁리 저 궁리를 하다 음악에 대한 기본적 소양도 없으면서 가요계 쪽으로 일을 해 보아야겠다는 생각이 문득 들었다.
en: After graduating, I considered different options, but then suddenly came up with the idea that even though I don’t have transferable skills for music, I should try working in the K-pop industry.

source: 가수·음반 기획사의 경우, 이미 오래전 글로벌화를 경험하면서 체계적인 프로듀싱 시스템과 가수 육성 시스템이 잘 갖춰졌다.
en: Singer and album-based management companies already have much experience when globalization and have solid systems in place for systematic producing and singer development.

source: 한국은 콘텐츠 제작사와 스타 사이의 수급 불균형이 심한 편이다.
en: In Korea there is a pronounced supply imbalance between content production companies and stars.

source: 물론 톱스타가 되고 난 후에 찾아오는 여러 가지 불편함도 있다.
en: Of course there are also several inconveniences that accompany the fame.

source: 신인 그룹 데뷔와 신곡 발표 비용
en: Costs for a new group to debut and the cost of releasing new songs

source: ③ 이 계약의 적용 범위는 대한민국을 포함한 전 세계 지역으로 한다.
en: ③ The scope of this contract is applied to all regions of the world including the Republic of Korea.

source: 한국의 음반 제작 산업은 1980년대까지 장르와 세대의 구분 없이 즐길 수 있는 음악에서 1992년 서태지의 등장으로 신세대 음악이라는 하나의 장르가 탄생하며 세대 간 구분이 시작되었다.
en: In the album production industry in Korea, up until the 1980s there was no generation distinction in regards to genres and music was enjoyed by all audiences. But, starting in 1992 with the emergence of Seo Taiji, a genre was created known as music of the new generation, and lines had started to be drawn.

source: 인터뷰 3:
en: Interview 3:

source: ‘스타가 만들어지는 시대’란, 연예 기획사의 기획력이 스타로의 성장에 큰 영향을 미친다는 것이다.
en: “The era when stars are made” means the planning capabilities of a management company greatly affects one’s development into a star.

source: 커피 프랜차이즈:
en: Coffee franchises:

source: 충분히 도전할 가치가 있다.
en: It’s is worth taking the challenge.

source: 대중문화예술분야 연습생 표준계약서
en: Standard Contract for Trainees in the Field of Popular Culture and the Arts

source: 이 말은 21세기는 군사력이나 경제력으로 비유되는 하드 파워가 아니라 ‘소프트 파워’, 즉 대중문화의 지배력이 국력을 좌우한다는 뜻이다.
en: This means in the 21st century, national power is not determined by hard power, a metaphor for military and economic might, but is determined by soft power, the governing power stemming from popular culture.

source: 막내 로드 매니저들은 내비게이션보다 빠르고 정확한 경험치로 안 막히는 길을 통해 서울을 예상보다 빨리 벗어나 고속 도로를 달리기 시작한다.
en: The youngest road manager has some experience with a way to get out of Seoul that is faster than using a GPS, and where were won’t get stuck in traffic so we are able to get out of Seoul sooner than expected and we began cruising down the expressway.

source: 그날 나는 나 자신을 안아 주었다.
en: That day I hugged myself.

source: 가수의 음반 제작, 공연, 배우의 TV 드라마, 연예 프로그램, CF 출연 등 엔터테인먼트 산업의 전체 과정을 기획, 관리, 유지하는 매니지먼트 사이클의 효율적인 운용을 통해 이윤을 창출하는 행위를 연예 매니지먼트라 한다.
en: A celebrity management company is involved in the business of creating profits through the efficient administration of maintaining management cycles of planning, managing and maintaining the overall process of the entertainment industry including album production and performances for singers and TV dramas, celebrity programs, and commercial apperances for actors.

source: 매니저와 배우의 궁합이 중요하다.
en: It is important for a manager and actor to havet good compatibility.

source: 과도한 업무량과 연예인과의 사이에서 오는 인간관계 스트레스 등 일반 직장인들은 겪지 않는 다소 특이한 스트레스를 경험하게 된다.
en: They have to endure heavy workloads, deal with the stress that comes from interpersonal relationships with celebrities and they suffer from various other unusual forms of stress that typical office workers do not have to deal with.

source: 한 예로 YG엔터테인먼트의 신인 걸그룹 ‘블랙핑크’는 데뷔 전 드라마 <프로듀사>에 산다라 박과 함께 카메오로 출연하고, 이민호와 샘소나이트 광고를 찍고, 아이콘과 LG 광고를 찍는 등 이미 데뷔 전부터 다양한 활동을 해 왔다.
en: Another example is YG Entertainment’s new girl group BLACKPINK that before their debut had a cameo role in the drama The Producers alongside Sandara Park. The group was also in a Samsonite commercial with Lee Min-ho, and appeared in an LG commercial with iKON.

source: MCN 사업 김대성 본부장
en: MCN Business Chief Director, Kim Dae-seong

source: YG만의 작곡가 육성·보유, 내부적으로 곡 제작
en: Songwriters solely trained and employed by YG, in-house song production

source: 그리고 소속되어 있는 신인급 연예인들을 불합리하게 대우할 수밖에 없는 구조가 된다.
en: And such a structure also results in entry level celebrities belonging to these management companies to inevitably be at a disadvantage.

source: 장기적으로 건강하게 성장하기 위해서는 각 일하는 파트와 시스템들이 안정적으로 자리 잡아야 한다.
en: In order for the industry to growth in a healthy manner, stability should be obtained in each of the working parts and for systems.

source: 미국의 에이전트는 변호사, 회계사, 유명 MBA 출신 등 전문 지식을 습득한 인재들이 WMA, CAA, UTA, ICM 등 미국 유수의 엔터테인먼트 에이전시에 입사하고 있다.
en: American agents are talented individuals who have backgrounds as lawyers, accountants, have attended famous MBA schools, or acquired other professional knowledge before joining outstanding entertainment agencies in the United States such as WMA, CAA, UTA, and ICM.

source: 소위 말하는 연예인이 되지 않더라도 여러 가지 분야의 전문 셀럽으로 자리매김하여 미래에는 현재의 연예인과 큰 차이도 없이 그 경계가 허물어져 대중의 ‘스타’라는 한 영역으로 통합될 것이다.
en: Even without becoming a “celebrity” as it is called, positioning oneself as an expert celebrity in one of many fields will achieve the following. It will break down barriers making expert celebrities almost identical to typical celebrities, which to the public will appear as if they are all in the “star” zone.

source: 우선 애들 모닝 커피도 한 잔 먹이고 다들 눈도 제대로 못 뜨고 머리를 하고 있는 모습이란….
en: First, I give each of them their morning coffee because they all look like they’re getting their hair done not yet fully awake....

source: 알 수 없다.
en: I had no way of knowing.

source: 차라리 이쪽과 관련된 비즈니스를 해 보자는 생각을 하게 됐다.
en: This led me to the idea that I might as well get involved in the business end instead of performing.

source: 통상적으로 가수의 경우 7년, 배우의 경우 5년 정도 기간으로 계약한다.
en: Generally the contract is for seven years for singers and five years for actors.

source: ▪ 오후 10시부터 오전 6시까지 금지
en: ▪ Prohibited from performing between 10 pm and 6 am

source: 개인별 개성을 중요시하며 곡 작업을 할 수 있는 최상의 환경을 제공한다.
en: Importance is placed on individual personality and the best environment is provided in which song work can be performed.

source: 그 당시 제가 일하고 있는 부서가 Entertainment&Media 전문 팀이어서 여러 엔터테인먼트 회사를 접할 기회가 많았다.
en: At the time the Division I was working for was the Entertainment & Media Professional Team so I had opportunities to come in contact with several entertainment companies.

source: 방송사에서 콘텐츠 제작 발주를 주면 제작사는 그 발주를 받아서 콘텐츠를 기획·제작하고, 프로덕션은 자사 소속의 연예인들을 출연시키는 구조이다.
en: In this structure, when the broadcasting station places a production order for content, the production company taking the order plans and produces the content, and then casts it's own celebrities in the production.

source: 이러한 불확실한 기간을 상당 기간 거쳐 배우 본인의 준비된 역량과 좋은 작품이 만날 때 비로소 ‘스타’가 탄생하는 것이다.
en: After undergoing a considerable period with uncertainty, a star is born when the actor’s capabilities are honed and the actor appears in a popular work.

source: 이는 결국 연예인은 물론이고 한국의 엔터테인먼트 산업 종사자들 전체의 피해로 확산된다.
en: This harms not only celebrities, but everyone employed in the Korean entertainment industry.

source: 이러한 여파는 결국 연예인에게 돌아오는데, 스타의 높은 전속 계약금과 불리한 수익 배분율로 인한 회사의 손실은 소속 신인 연예인들과의 불합리한 계약 조건으로 보전을 할 수밖에 없는 것이다.
en: This has a spillover effect that eventually falls on the shoulders of celebrities. The losses the company incurs from the exclusive contract fee and the disadvantageous earnings distribution rate means that new celebrities affiliated with the company will have to receive disadvantageous contract conditions.

source: 그 종류는 비타민제부터 고가의 의류, 시계까지 정말 다양하게 배달되어 온다.
en: There are all sorts of items that get delivered, from vitamins to expensive clothing and watches.

source: 또 배우도 아직은 작품 활동을 많이 하지는 않았지만 내가 좋아하는 일(연기)에 또 도전할 수 있다는 것이 좋다.
en: Another good aspect is that even though I have not appeared in many productions, I can still take a stab at something I like doing (acting).

source: 대형 가수 기획사의 경우 오디션 프로그램뿐만 아니라 특정 방송 채널과 협약을 하여 신인 그룹 데뷔 과정을 방송 프로그램으로 제작하여 데뷔하기 전에 팬층을 확보하고 있다.
en: For behemoth singer management agencies, in addition to audition programs, a fan base is created even before a group debuts by producing broadcasted programs that disclose the new group’s debut process. This is done by concluding agreements with certain broadcast channels instead.

source: 등록번호: ____________________
en: Registration Number: ____________________

source: 안정적인 제약 회사를 그만두고 개그맨의 꿈을 이룬 것도 잠시, 여러 가지 이유로 개그맨이란 직업을 그만두고 제약 회사에 재입사했다.
en: After quitting my stable job at a pharmaceutical company, I attained my dream of becoming a comedian for just a short while. Then for different reasons, I had to quit my job as a comedian and get my old job back at the pharmaceutical company.

source: 또한, 실질적으로 데뷔 그룹의 대표곡을 선정할 때는 A&R과 프로듀서가 정하기도 하지만, 외부에서 자문을 구하기도 한다.
en: Also, when it comes to choosing the standout song for a group’s debut, the A&R and the producer often make the decision, but sometimes a external consultations are requested.

source: 앨범 출시
en: Album released

source: 가수 기획사의 실장급 이상의 매니저가 방송국, 라디오 등 전통적 매체에 소속 가수의 데뷔를 알리고 음악 방송 출연, 라디오 출연 등의 스케줄을 잡는 활동을 말한다.
en: This activity involves managers that are at the department head level or higher that use the traditional method of telling those at broadcasting and radio stations about a singer’s upcoming debut, and schedule music broadcast and radio appearances for the singers.

source: 년 월 일
en: Year Month Day

source: 포털 블로그
en: Portal blog

source: 실장 밑에 있는 매니저로, 소속 연예인의 일간 스케줄을 책임지는 자리이다.
en: Directly below the department manager, this position requires being in charge of affiliated celebrities’ daily schedules.

source: 톱스타를 담당하는 스케줄 매니저의 경우, 여기저기서 밀려오는 출연, 공연 요청 등이 많아 한정된 시간 내에 효율적으로 다양한 스케줄을 소화하게끔 적절하게 시간 배분을 하는 것이 스케줄 매니저의 역량이다.
en: For schedule managers charged with managing top stars, there is an enormous backlog of requests for appearances, and concerts. The manager must be capable enough to effectively incorporate all of these events into a schedule that also has a reasonable distribution of time.

source: 요즘은 예전보다는 덜하지만 아직도 종종 이러한 지망생들의 열정을 이용한 나쁜 일들이 생기곤 한다.
en: These days this is a less common occurrence than before, but sometimes there are certain unfortunate circumstances where passionate hopefuls are exploited.

source: 새벽부터 분주하게 움직여야 한다.
en: You must move quickly from early in the morning.

source: 신인일 때에는 지상파 3사의 대표 음악 프로그램에 한 번이라도 출연시키기 위해 가수 매니저들이 담당 PD와 작가들에게 끊임없는 소속 신인 가수 홍보를 이어간다.
en: Singer managers continually promote their singers to the producers in charge and their writers in order to get their new singers to appear even once on a program on a Big Three terrestrial television station.

source: 그중에서 그들의 가장 힘든 애환이 있다면 누구에게도, 심지어 가족에게도 무명이라는 이유만으로 나의 꿈과 직업을 인정받지 못하고 그냥 백수 취급하는 시선을 받는 것과 언제 들어올지 모르는 오디션과 ‘혹시 캐스팅되지 않을까?’라는 막연한 기대로 다른 어떤 아르바이트도 할 수 없어서 항상 생활고에 시달리는 것이다.
en: The most difficult aspect is going unrecognized for my dreams and work by everyone, even my family based solely on the fact that I am an unknown actor. And you are always faced with hardships from being seen as a slacker, not knowing when there will be another audition, or having a vague expectation that I will be casted for a role which prevents me from taking up part-time work.

source: 할리우드 에이전시 시스템
en: Hollywood Agency System

source: 하지만 대학도 포기하고 시간을 투자했는데 ‘정말 데뷔할 수 있을까?’라는 걱정도 많이 했다.
en: However, I had given up on attending college, invested a lot of time, and worried if I would ever get a shot at a debut.

source: 왜냐하면 이 글을 읽고 있는 여러분이 가까운 미래에 바로 그 스타가 될 수도 있기 때문이다.
en: This is because in the near future, one of you who are reading this book can become that star.

source: 수익이 없는 신인급 연예인이라 하더라도 회사에서 일정 금액을 월급으로 지불한다.
en: Even entry level celebrities that don't create much earnings are paid a fixed amount in salary from the company.

source: 주차장은 벌써 각 기획사의 차량들로 가득 차 있다.
en: The parking lot is already filled with vehicles from each management company.

source: 필자는 이러한 궁금증을 풀어주고자 이 책을 쓰게 되었다.
en: This was the reason why I wrote this book, to provide answers to such questions.

source: 기획사의 지원도 많이 달라졌지만 아무래도 팬들도 엄청나게 많아지고 많은분들이 알아봐주시면서 삶의 환경이 변한것이 가장 크게 달라진점이 아닐까 생각한다.
en: There was a big change in how the management company supported us, but still the changes that came to our lives when we acquired an immense number of fans and many people recognized us were probably the biggest.

source: 스타일리스트, 미용, 안무
en: Stylist, hairdressing, choreography

source: 그는 “바로 이게 ‘문화의 힘’인 것 같다.”라며 “한류 덕분에 정말 한국의 위상이 달라졌다는 느낌이 든다.”라고 말했다.
en: The sales director said, “I think this what the ‘power of culture’ is all about. Thanks to the Korean wave, I feel like the status of Korea has changed.”

source: 가수 기획사 입장에서는 저비용으로 이슈만 된다면 가장 효과적으로 인지도를 높일 수 있는 방법이다.
en: From the standpoint of the singer management company, if the singer becomes popular, it is the most effective way to enhance recognition at a low cost.

source: 본인이 직접 캐스팅하고 트레이닝시킨 연예인이 무대에 서서 대중들의 열광을 받는 모습, 직접 방송국과 영화사를 뛰어다니며 소속 연예인의 캐스팅을 성공시키고 그 작품이 대중들의 큰 찬사를 받고 극 중 배역을 맡은 배우가 사랑을 받는 모습을 볼 때 매니저들은 희열을 느끼고 보람을 찾는다.
en: After managers have personally casted and trained celebrities, managers feel great joy and a sense of reward when they see the fans go wild after their celebrity takes the stage, when they see them in person as they work at broadcasting stations and appear in films, when the manager succeeds in casting their celebrity for a role and that actor then receives adoration from the fans for that role.
